Repository: mattrighetti/Lode
Catalog: Lode/*.lproj/Localizable.strings
Languages: it

source: Main Info
it: Info

source: Categories
it: Categorie

source: Stats
it: Statistiche

source: Expected Average
it: Media attesa

source: Average
it: Media

source: Upcoming Exams
it: Prossimi esami

source: Due Assignments
it: To do

source: Average Delta Tool
it: Delta Media

source: Your Marks
it: Voti

source: Tools
it: Strumenti

# TWAY
source: This will show you how much a certain mark will vary your current average
it: Questo strumento ti mostrerà la tua nova media in base al tuo prossimo voto

source: Course CFU
it: CFU del corso

source: New average
it: Nuova media

source: Delta Calculator
it: Calcolatore Delta

source: Statistics
it: Statistiche

source: Current statistics
it: Dati attuali

source: Exams passed
it: Esami passati

source: Latest marks
it: Ultimi voti

source: Total courses
it: Corsi totali

source: Projected graduation grade
it: Voto di laurea atteso

source: Passed exams
it: Esami passati

source: Gained CFU
it: CFU ottenuti

source: Current average
it: Media attuale

source: Current graduation grade
it: Voto di laurea attuale

source: As expected
it: Come atteso

source: Better than expected
it: Meglio del previsto

source: Worse than expected
it: Peggio del previsto

source: No data to show
it: Nessun dato da mostrare

source: Other
it: Altro

source: Marks
it: Voti

source: No data available to show
it: Nessun dato da visualizzare

source: Settings
it: Impostazioni

source: App settings
it: Impostazioni app

source: Total CFU
it: CFU totali

source: About
it: Riferimenti

source: Accent Color
it: Colore Tinta

source: Laude value
it: Valore lode

source: Github repository
it: Cartella GitHub

source: Exams
it: Esami

source: Course
it: Corso

source: Add exam
it: Aggiungi esame

source: Exam title
it: Titolo esame

source: Exam description
it: Descrizione esame

source: Select a course
it: Seleziona un corso

source: In %d days
it: Tra %d giorni

source: You have at least to provide a title
it: Devi almeno fornire un titolo

source: General
it: Generali

source: Assignments
it: To Do

source: Add assignment
it: Aggiungi To Do

source: Assignment title
it: Titolo

source: Assignment description
it: Descrizione

source: missing
it: mancanti

source: Due soon
it: Scade presto

source: Title will be truncated to:
it: Verrà ridotto a:

source: days ago
it: giorni fa

source: Courses
it: Corsi

source: Add course
it: Aggiungi corso

source: Course title
it: Titolo corso

source: Total hours
it: Ore totali

source: Difficulty
it: Difficoltà

source: Expected mark
it: Voto atteso

source: Obtained mark
it: Voto ottenuto

source: This will be used for further statistics
it: Verrà usato per le statistiche

source: The mark you got
it: Il voto ottenuto

source: Final
it: Finale

source: Delete
it: Elimina

source: Past
it: Passati

source: Passed
it: Superati

# Passed (singular)
source: Passed
it: Superato

# Not passed (singular)
source: Not passed
it: Non passato

source: Current
it: Attuali

source: Upcoming
it: Prossimi

source: Active
it: Attivi

source: Cancel
it: Annulla

source: Done
it: Fine

source: Date
it: Data

source: Description
it: Descrizione

source: Expected
it: Atteso

source: Color
it: Colore

source: Glyph
it: Glifo

source: No name
it: Nessun nome

source: Title
it: Titolo

source: Today
it: Oggi

source: Initial setup
it: Dati iniziali

source: Total CFUs of your study plan
it: CFU totali del tuo piano

source: Some fields are not compiled
it: Compila i campi

source: You have to compile every field to create a course
it: Ci sono dei campi non compilati, compilali e riprova

source: No active course is present
it: Non è presente alcun corso

source: You must first add an active course to be able to add exams
it: Devi prima aggiungere almeno un corso attivo per poter aggiungere degli esami

source: Choose an action
it: Scegli un'opzione

source: Rate Lode
it: Valuta Lode

source: Developer info
it: Info sviluppatore

source: Upcoming exams
it: Prossimi esami

source: Active assignments
it: Compiti attivi

source: than expected
it: del previsto

source: Exam
it: Esami

source: Days to go
it: Giorni mancanti

source: No exam in sight!
it: Non hai esami in vista!

source: Exams Countdown
it: Countdown Esami

source: Keep track of your courses
it: Traccia i tuoi corsi

source: Save your marks and make expectations
it: Salva i tuoi corsi, fai previsioni su voti e visualizza i tuoi progressi

source: All you need in a single app
it: Tutto in una app

source: Save your marks, assignments and exams all in a single application
it: Tieni traccia dei tuoi voti, esami e to do in una singola app

source: Extremely simple to use
it: Semplice da usare

source: Designed with ease of use in mind with great care to user experience and design
it: Pensata per la semplicità d'uso e con cura del design

source: Contribute to the application and help us improve it
it: Contribuisci all'applicazione e aiutaci a migliorarla

source: Welcome To
it: Benvenuti su
